{
    "10-Guy": {
        "about": "[10] Guy (also known as \"Really High Guy\" and \"Stoner Stanley\") is an advice animal image macro series featuring a photo of a young man who appears to be under the influence of marijuana. The captions typically portray stereotypical stoner behavior, similar to Stoner Dog, such as giving invalid answers to misunderstood questions and craving junk food. In April 2021, UK-based resident Connor Sinclair revealed himself to be the man depicted in 10 Guy after nearly a decade of anonymity.",
        "example meme": "https://i.imgflip.com/3g89a4.jpg"
    },
    "Aaaaand-Its-Gone": {
        "about": "\"And It's Gone!\" (also known as \"Aaaand It's Gone\") is an advice animal image macro series featuring a picture of a bank teller from the animated television show South Park. The image macros are often accompanied by captions describing lost opportunities or items, ending in the titular phrase \"And it's gone\"",
        "example meme": "https://i.imgflip.com/3tnlfe.jpg"
    },
    "Aint-Nobody-Got-Time-For-That": {
        "about": "Sweet Brown is a pseudonym used by Kimberly Wilkins, an Oklahoma City resident who was interviewed by local news station KFOR News Channel 4 after evacuating from her apartment building that was set on fire. Her emphatic testimony of the chaotic scene quickly led to massive exposure on YouTube, similar to those of Antoine Dodson and Eccentric Witness Lady.",
        "example meme": "https://i.imgflip.com/23xzea.jpg"
    },
    "Am-I-The-Only-One-Around-Here": {
        "about": "Am I The Only One Around Here (also known as \"Angry Walter\") is an advice animal image macro series featuring a screenshot of the character Walter Sobchak (played by John Goodman) drawing a gun in the 1998 comedy film The Big Lebowski. The captions often convey the feeling that the poster is alone in holding an unpopular opinion.",
        "example meme": "https://i.imgflip.com/3ne14x.jpg"
    },
    "Ancient-Aliens": {
        "about": "Ancient Aliens is a series of image macros based on History Channel's TV series with the same name starring alien expert Giorgio A. Tsoukalos, who often tends to explain inexplicable phenomena as the direct result of aliens or extraterrestrials being on Earth.",
        "example meme": "https://i.imgflip.com/3vd290.jpg"
    },
    "And-everybody-loses-their-minds": {
        "about": "\"Everyone Loses Their Minds\" (sometimes known as \"Joker Mind Loss\") is an image macro series based on a screen capture of the villain Joker (played by Heath Ledger) from the 2008 Batman superhero film The Dark Knight. The captions typically juxtapose two thematically related events or actions that lead to drastically different public reactions.",
        "example meme": "https://i.imgflip.com/3n5lbm.jpg"
    },
    "Awkward-Moment-Sealion": {
        "about": "Awkward Moment Seal is an advice animal image macro series featuring a seal with a wide-eyed expression and captions describing socially awkward or uncomfortable situations in similar vein to \"That Awkward Moment…\" and Socially Awkward Penguin.",
        "example meme": "https://i.imgflip.com/2bnvvz.jpg"
    },
    "Back-In-My-Day": {
        "about": "Grumpy Grandpa, also known as \"Veteran Grandpa\", is an advice animal image macro series featuring a photograph of an angry-looking elderly man. The captions include angry complaints from the narrow-minded perspective of a retired veteran, typically including racist, sexist homophobic remarks.",
        "example meme": "https://i.imgflip.com/3vzrq4.jpg"
    },
    "Bad-Luck-Brian": {
        "about": "Bad Luck Brian is an advice animal character based on a photograph of a blonde-haired teenager wearing a plaid sweater vest and dental braces. In the image macro series, the character is portrayed as  a cursed victim of misfortunes or a scapegoat in humiliating situations of varying degrees.",
        "example meme": "https://i.imgflip.com/3xnv0y.jpg"
    },
    "Bad-Pun-Dog": {
        "about": "Pun Dog is a three-panel image macro series featuring photographs of an Alaskan Klee Kai dog with animal-themed puns and anticlimactic punchlines, in a similar vein to the advice animal characters Bad Joke Eel and Lame Pun Coon.",
        "example meme": "https://i.imgflip.com/3pwgx6.jpg"
    },
    "Batman-Slapping-Robin": {
        "about": "Batman Slapping Robin, also known as “My Parents Are Dead,” is an exploitable image of the DC Comics superhero Batman slapping his protégé Robin in mid-conversation. Taken from a comic book published in 1965, the single-panel illustration has inspired a series of parodies featuring custom-captioned speech bubbles on 4chan, Reddit and elsewhere.",
        "example meme": "https://i.imgflip.com/3xt3rc.jpg"
    },
    "Boardroom-Meeting-Suggestion": {
        "about": "Boardroom Suggestion is an exploitable comic series satirizing the perception gap between what consumers want and what corporate executives think they want, in similar vein of Corporate Logic and All Right, Gentlemen comics. Each comic begins with the executive consulting his staff for new product ideas, followed by the first two employees giving corporate-safe answers, which ends abruptly with the third employee being thrown out of the window for suggesting a consumer-approved idea.",
        "example meme": "https://i.imgflip.com/3xp3xe.jpg"
    },
    "Brace-Yourselves-X-is-Coming": {
        "about": "Imminent Ned (also know as \"Winter is Coming\") is an image macro series featuring the character Eddard \"Ned\" Stark from the HBO series Game of Thrones, a television adaption of George R. R. Martin's epic fantasy novel series A Song of Ice and Fire. Its snowclone template \"Brace Yourselves, X is Coming\" can be versatilely used to forewarn or proclaim the impending arrival of a highly anticipated event, a product or an internet meme.",
        "example meme": "https://i.imgflip.com/2q68xe.jpg"
    },
    "But-Thats-None-Of-My-Business": {
        "about": "\"But That's None of My Business\" is a sarcastic expression used as a postscript to an insult or disrespectful remark said towards a specific individual or group. The phrase was popularized through an image macro series featuring Kermit the Frog from The Muppets and punchlines poking fun at a wide range of faux-pas and questionable behaviors in everyday social situations, with the meme format also becoming known simply as Kermit Drinking Tea.",
        "example meme": "https://i.imgflip.com/3weir9.jpg"
    },
    "Captain-Picard-Facepalm": {
        "about": "Facepalm, also known as Facepalming, is a slang term that refers to the act of placing one's face in one's hand, a form of nonverbal-communication common among many cultures. The action conveys a message of dismay and is often a reaction toward someone's momentary lapse of logic, judgment or memory. This reaction may be directed toward another person or be self-deprecating. Online, people post various reaction images, GIFs and videos of people performing the motion as memes to express embarrassment towards someone else's actions.",
        "example meme": "https://i.imgflip.com/34xefc.jpg"
    },
    "Change-My-Mind": {
        "about": "Steven Crowder’s “Change My Mind” Campus Sign is a photograph of conservative podcaster Steven Crowder seated behind a sign that reads “Male Privilege is a myth / Change My Mind” outside of Texas Christian University. Since its upload via Crowder’s Twitter account in February 2018, the photograph has been turned into an exploitable template for online parodies.",
        "example meme": "https://i.imgflip.com/3ysywz.jpg"
    },
    "Confession-Bear": {
        "about": "Confession Bear is an advice animal image macro series featuring a photo of a Malayan sun bear leaning against a log. The images are captioned with confessions about taboo behaviors and controversial opinions that are often kept secret for fear of being ostracized.",
        "example meme": "https://i.imgflip.com/2hoxwq.jpg"
    },
    "Conspiracy-Keanu": {
        "about": "Conspiracy Keanu is an advice animal image macro series featuring a still photo of the Hollywood actor Keanu Reeves wearing a frightened expression from the 1989 comedy film Bill and Ted’s Excellent Adventure. The images are typically captioned with paranoid conjectures and absurdly philosophical questions that bear similarities to the Paranoid Parrot, Philosoraptor and Stoner Dog advice animal series.",
        "example meme": "https://i.imgflip.com/2gbevl.jpg"
    },
    "Creepy-Condescending-Wonka": {
        "about": "Condescending Wonka is an advice animals image macro series featuring a screen capture of actor Gene Wilder in the 1971 musical Willy Wonka and the Chocolate Factory. As its name suggests, the captions can be characterized as patronizing and sarcastic.",
        "example meme": "https://i.imgflip.com/2ujnu9.jpg"
    },
    "Dont-You-Squidward": {
        "about": "You Like Krabby Patties Don't You, Squidward?, also known by the snowclone \"You Like X, Don’t You, Y?\", is a reaction image, catchphrase and exploitable taken from an episode of SpongeBob SquarePants showing SpongeBob with a comically knowing grin after he realizes that Squidward likes Krabby Patties. The image has been used in similar contexts online, usually from a person discovering another's secret, and sometimes as a phrasal template with the key elements replaced to make a pop culture reference.",
        "example meme": "https://i.imgflip.com/3xnubq.jpg"
    },
    "Evil-Toddler": {
        "about": "Evil Toddler is an advice animal image macro series featuring a photograph of a laughing child with captions describing mischievous pranks and behaviors associated with young children.",
        "example meme": "https://i.imgflip.com/3xjxhq.jpg"
    },
    "Expanding-Brain": {
        "about": "Galaxy Brain, also known as Expanding Brain, is a multi-panel exploitable image series comparing the brain size of a person relative to other variables. Though the expanding brain is usually implied to showcase intellectual superiority over various objects, it is more often used in an ironic sense to imply the opposite, where objects of derision are implied to be of higher standard than objects that are usually highly regarded. For example, when used with Whomst, a person who uses \"who\" will be shown with the smallest brain, while a person who uses the most ridiculous variation, i.e. \"whomst'd've\", will be shown with the largest brain.",
        "example meme": "https://i.imgflip.com/3yelxc.jpg"
    },
    "Face-You-Make-Robert-Downey-Jr": {
        "about": "The Eye Rolling Robert Downey Jr. image macro series contains many examples using \"the face you make\" as the top caption.",
        "example meme": "https://i.imgflip.com/3oncmz.jpg"
    },
    "Finding-Neverland": {
        "about": "Finding Neverland is an image macro series featuring three screen captured panels depicting a conversation between the characters Barrie (played by Johnny Depp) and Peter (played by Freddie Highmore) in the 2004 drama film Finding Neverland. The first panel features a teary eyed Peter announcing why he’s upset, followed by a panel of Barrie looking at him sympathetically and a final panel in which the two embrace.",
        "example meme": "https://i.imgflip.com/3kvkif.jpg"
    },
    "First-World-Problems": {
        "about": "\"First World Problems\" are frustrations and complaints that are only experienced by privileged individuals in wealthy countries. It is typically used as a tongue-in-cheek comedic device to make light of trivial inconveniences.",
        "example meme": "https://i.imgflip.com/2zujlt.jpg"
    },
    "Futurama-Fry": {
        "about": "Futurama Fry is an image macro series that uses a still of Fry squinting his eyes from the TV show Futurama, and is typically paired with overlaid text using a phrasal template. The top line reads “Not sure if X”, with “or just Y” as the bottom line, and is used to represent an internal monologue.",
        "example meme": "https://i.imgflip.com/3vd3ph.jpg"
    },
    "Grandma-Finds-The-Internet": {
        "about": "Grandma Finds the Internet, also known as Internet Grandma Surprise, is an advice animal image macro series featuring a photograph of an elderly woman looking at a laptop computer screen with captions expressing shock and bewilderment by what she discovers online. The captions often imply she is a naive Internet user who reacts to famous videos, shock site, ads and spam, in a similar vein to Net Noob and First Day on the Internet Kid.",
        "example meme": "https://i.imgflip.com/3loe3x.jpg"
    },
    "Grumpy-Cat": {
        "about": "Grumpy Cat is the nickname given to Tardar Sauce, a snowshoe cat that rose to online fame after several pictures of her annoyed facial expressions were posted to Reddit in late September 2012.",
        "example meme": "https://i.imgflip.com/3l4qa1.jpg"
    },
    "Hide-the-Pain-Harold": {
        "about": "Hide The Pain Harold, also simply referred to as \"Harold\" or \"Maurice\" is the nickname given to a senior stock photography model whose facial expression appears to indicate suppressed pain and/or discomfort.",
        "example meme": "https://i.imgflip.com/3rq6an.jpg"
    },
    "Ill-Just-Wait-Here": {
        "about": "Star Citizen is an upcoming video game by Cloud Imperium Games. The game is an MMO (massive multiplayer online game) and holds the record for the largest single amount ever raised via crowdsourcing. However, because of its massive size and ambition, the game has been besieged by numerous setbacks.",
        "example meme": "https://i.imgflip.com/3nb0iq.jpg"
    },
    "Leonardo-Dicaprio-Cheers": {
        "about": "Great Gatsby Reaction or Leonardo DiCaprio Toast refers to a series of reaction images and GIFs featuring actor Leonardo DiCaprio as Jay Gatsby toasting a martini glass from the 2013 film The Great Gatsby. Typically the reaction is used to show agreement or praise for something, but it is also used as an image macro in memes.",
        "example meme": "https://i.imgflip.com/3kg5dc.jpg"
    },
    "Matrix-Morpheus": {
        "about": "Matrix Morpheus is an advice animal image macro series featuring a screen capture of the fictional character Morpheus (played by Lawrence Fishburne) from The Matrix franchise. The captions typically follow a two line format with the first line reading “What if I Told You,” followed by a revelation that often belittles futile or petty behavior, in a similar vein to the advice animal characters Conspiracy Keanu and Sudden Clarity Clarence.",
        "example meme": "https://i.imgflip.com/3qrgkt.jpg"
    },
    "Mugatu-So-Hot-Right-Now": {
        "about": "X is so hot right now is a memorable quote uttered by the character Mugatu in the 2001 comedy film Zoolander. Online, people use the phrase to describe something that is trending or popular in image macros that feature a shot from the film in which Mugatu says the line.",
        "example meme": "https://i.imgflip.com/3swdfl.jpg"
    },
    "One-Does-Not-Simply": {
        "about": "“One Does Not Simply Walk into Mordor” (snowclone: “One Does Not Simply X into Mordor”) is a memorable quote from the 2001 fantasy epic film Lord of the Rings: The Fellowship of the Ring. Variants of the phrase are often used in image macros featuring Mordor, a fictional location from The Lord of the Rings franchise, or the character Boromir, who originally says the line in the film.",
        "example meme": "https://i.imgflip.com/3xnhye.jpg"
    },
    "Philosoraptor": {
        "about": "Philosoraptor is an advice animal image macro series featuring an illustration of a Velociraptor paired with captions depicting the dinosaur as being deeply immersed in metaphysical inquiries or unraveling quirky paradoxes.",
        "example meme": "https://i.imgflip.com/3x1gt5.jpg"
    },
    "Picard-Wtf": {
        "about": "Annoyed Picard is an image macro series featuring a screen capture of the Star Trek: The Next Generation character Jean-Luc Picard wearing an exasperated expression and captions revealing one's frustration or incredulous reaction accompanied by the rhetorical \"how the fuck?\", \"why the fuck?\" or \"what the fuck?\"",
        "example meme": "https://i.imgflip.com/3xc7yb.jpg"
    },
    "Jack-Sparrow-Being-Chased": {
        "about": "Jack Sparrow Run refers to a specific run that Johnny Depp's character Jack Sparrow does in the Pirates of the Caribbean films where he flails his arms wildly to the side as he runs. The run inspired an internet challenge on TikTok in May 2022 during the Amber Heard vs. Johnny Depp trial where users imitate the run in videos.",
        "example meme": "https://i.imgflip.com/3obryw.jpg"
    },
    "Roll-Safe-Think-About-It": {
        "about": "Roll Safe is an image macro series featuring a screenshot of actor Kayode Ewumi grinning and pointing to his temple while portraying the character Reece Simpson (a.k.a. \"Roll Safe\") in the web series Hood Documentary. The images are often captioned with various jokes mocking poor decision making and failures in critical thinking.",
        "example meme": "https://i.imgflip.com/3e2dfv.jpg"
    },
    "Scumbag-Steve": {
        "about": "Scumbag Steve is an advice animal character based on a photograph of a youth dressed in baggy clothes with a sideways fitted cap and standing in a hallway. As the name suggests, the image macros portray the character as an opportunistic and freeloading juvenile who wreak havoc in various social situations.",
        "example meme": "https://i.imgflip.com/2l97cy.jpg"
    },
    "Success-Kid": {
        "about": "I Hate Sandcastles or Success Kid is a reaction image of a baby at a beach with a smug facial expression.  He is used to express frustration or success.",
        "example meme": "https://i.imgflip.com/33ex6h.jpg"
    },
    "That-Would-Be-Great": {
        "about": "“That Would Be Great” is an image macro series featuring the character Bill Lumbergh from the 1999 comedy film Office Space. The captions typically mimic the character’s non-confrontational speech with various requests ending with the expression “That’d be great.”",
        "example meme": "https://i.imgflip.com/3rm5c2.jpg"
    },
    "The-Most-Interesting-Man-In-The-World": {
        "about": "The Most Interesting Man In The World is an advice animal character inspired by the titular protagonist of the highly successful advertising campaign for the Dos Equis beer brand that ran from 2006 to 2018. In the image macro series, the character is depicted as a highly charismatic and well-traveled gentleman with refined tastes in many things, much like the nameless bearded man originally portrayed in the campaign, often accompanied by captions based on the phrasal template \"I don't always X, but when I do, I Y.\"",
        "example meme": "https://i.imgflip.com/3j9guq.jpg"
    },
    "The-Rock-Driving": {
        "about": "The Rock Driving is a multi-pane exploitable comic series based on several screen captured images from the 2009 family adventure film Race To The Witch Mountain. The comics usually begin with the film’s protagonist Jack asking Sara a question while driving, to which she responds with a shocking revelation that makes Johnson turn his head with a startled facial expression.",
        "example meme": "https://i.imgflip.com/3oo4qi.jpg"
    },
    "Third-World-Skeptical-Kid": {
        "about": "Skeptical Third World Success Kid On June 22nd, 2012, Redditor anute3392 submitted a photograph of an Ugandan child titled \"Skeptical 3rd World Child\"[28] to the /r/pics subreddit. Apparently taken by Redditor Nepalm[32] during her trip to Uganda as a voluntary member of the Student Global Health Alliance, the photograph became an instant favorite and reached the frontpage of Reddit within hours of upload. Though the child in the photo has not been identified, the woman has been confirmed to be Heena Pranav, a doctor from Chicago who was in Uganda on a charity mission at the time.[35] The thread[28] went onto receive more than 17,000 upvotes and 725 comments in the first 24 hours, as well as spawning a series of image macros with captions alluding to the Third World Success Kid and the Skeptical Baby, an advice animal character based on a photo of an eyebrow-raising infant that emerged months earlier in January 2012. The majority of notable examples poked fun at the drastically different standards of living in the First World countries or the White Man's Guilt mentality, some Redditors quickly rebutted with a number of instances criticizing the community's inclination towards slacktivism and trivializing the grave issue of famine in Africa.",
        "example meme": "https://i.imgflip.com/3xhtam.jpg"
    },
    "This-Is-Where-Id-Put-My-Trophy-If-I-Had-One": {
        "about": "\"And this is where I'd put my X…if I had one!\" is an image macro series featuring the character Mr. Turner from the animated television series The Fairly OddParents. It is used to convey anger in the fact that the user is without something.",
        "example meme": "https://i.imgflip.com/3tx04m.jpg"
    },
    "Too-Damn-High": {
        "about": "“The Rent is Too Damn High” is a political slogan adopted by Jimmy McMillan, a New York City resident and founder of the Rent Is Too Damn High Party who ran for New York’s state gubernatorial election in November 2010. McMillan’s catchphrase has inspired the snowclone template “The X is too damn high,” which is often featured in an Advice Animal image macro series featuring a photo of McMillan from the night of the gubernatorial debate.",
        "example meme": "https://i.imgflip.com/1wfg8n.jpg"
    },
    "Waiting-Skeleton": {
        "about": "",
        "example meme": "https://i.imgflip.com/3wk3lt.jpg"
    },
    "X-X-Everywhere": {
        "about": "X, X Everywhere is a phrasal template typically used for a wide range of cultural references, from quotable lines heard in popular films and TV shows to more obscure things found in viral videos and games. Many instances of \"X Everywhere\" may be seen as an indicator for emerging trends, while some should be read as a grievance or complaint against them, depending on the context.",
        "example meme": "https://i.imgflip.com/3ve49h.jpg"
    },
    "Y-U-No": {
        "about": "\"Y U NO\" Guy (also known as \"Y U No [X]?\") is an image macro series using SMS shorthands and carefree grammar as a way to bring someone's attention on a particular subject or issue. The unique facial expression worn by stick-figure character is believed to have been traced from the Japanese sci-fi manga / anime series Gantz.",
        "example meme": "https://i.imgflip.com/3n85qj.jpg"
    },
    "Yall-Got-Any-More-Of-That": {
        "about": "\"Y'all Got Anymore of…\" is an expression typically used on discussion forums to request for additional information on a particular topic of interest, or more generally, to indicate one's intense craving for something. Originally quoted by the drug-fiending character Tyrone Biggums in Chappelle's Show, the phrase is often iterated as a reaction image or image macro format based on a still shot of Dave Chappelle's character and the phrasal template \"Y'all any more of them / X?\"",
        "example meme": "https://i.imgflip.com/3up6f5.jpg"
    }
}